brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "cliclick"
brew "code-minimap"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "findutils"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "jq"
brew "kubecolor"
brew "kubernetes-cli"
brew "lazygit"
brew "make"
brew "node@22"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
