tap "ariga/tap"
tap "daipeihust/tap"
tap "go-task/tap"
tap "th-ch/youtube-music"
tap "xo/xo"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "btop"
brew "cliclick"
brew "code-minimap"
brew "coreutils"
brew "curl"
brew "eksctl"
brew "git"
brew "glow"
brew "go"
brew "go-task"
brew "golang-migrate"
brew "helm"
brew "htop"
brew "httpie"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubeseal"
brew "lazydocker"
brew "make"
brew "node@22"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "ariga/tap/atlas"
brew "daipeihust/tap/im-select"
brew "xo/xo/usql"
cask "stats"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "ariga.atlas-hcl"
vscode "bierner.markdown-mermaid"
vscode "codezombiech.gitignore"
vscode "darkriszty.markdown-table-prettify"
vscode "editorconfig.editorconfig"
vscode "emilast.logfilehighlighter"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "jongrant.csharpsortusings"
vscode "mechatroner.rainbow-csv"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "standard.vscode-standard"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "zainchen.json"
