tap "ariga/tap"
tap "daipeihust/tap"
tap "go-task/tap"
tap "opencode-ai/tap"
tap "sst/tap"
tap "th-ch/youtube-music"
tap "xo/xo"
brew "python@3.13"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cliclick"
brew "code-minimap"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "curl"
brew "eksctl"
brew "fcrackzip"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "go"
brew "go-task"
brew "golang-migrate"
brew "helm"
brew "httpie"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubeseal"
brew "lazydocker"
brew "make"
brew "node@22"
brew "pv"
brew "sevenzip"
brew "sshpass"
brew "terraform"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "ariga/tap/atlas"
brew "daipeihust/tap/im-select"
brew "sst/tap/opencode"
brew "xo/xo/usql"
cask "qlmarkdown"
cask "stats"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "editorconfig.editorconfig"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "jongrant.csharpsortusings"
vscode "mechatroner.rainbow-csv"
vscode "mikeburgh.xml-format"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
