tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "hudochenkov/sshpass"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "berkeley-db", link: true
brew "code-minimap"
brew "coreutils"
brew "curl"
brew "findutils"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gzip"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "make"
brew "mpg123"
brew "neofetch"
brew "node"
brew "perl"
brew "pip-completion"
brew "psutils"
brew "python@3.10"
brew "railway"
brew "shfmt"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
cask "visual-studio-code"
vscode "adpyke.vscode-sql-formatter"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "codezombiech.gitignore"
vscode "darkriszty.markdown-table-prettify"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "foxundermoon.shell-format"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "standard.vscode-standard"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "zainchen.json"
